Repository: CaseyReeseKunst/sirius
Catalog: po/*.po
Languages: de

source: %s looks good...
de: %s Sieht gut aus

source: computer
de: Rechner

source: human
de: Menschlig

source: This will take effekt when you start a new game, or restart Sirius
de: Dieses findet statt wenn Sie ein neues Spiel anfangen oder wenn Sie Sirius neustarten

source: Infinit
de: Unendlich

source: Depend on time
de: Zeitabhängig

source: Sirius - Preferences
de: Sirius - Einstellungen

source: Players
de: Spieler

source: Black:
de: Schwartz:

source: White:
de: Weiss:

source: Support
de: Hilfe

source: Show legal moves
de: Mögliche Bewegungen zeigen

source: Show last move
de: Letzte Bewegung zeigen

source: Computer opponent
de: Rechner wie Gegenspieler

source: Search depth:
de: Suchtiefe:

source: Use opening book
de: Die Öffnungsbuch benutzen

source: Time
de: Zeit

source: Computer:
de: Rechner:

source: Human:
de: Mench:

source: Code: Henrik Ohman <henrik@bitvis.nu>
de: Code: Henrik Öhman <henrik@bitvis.nu>

source: Graphics: Geoff Parker <geoff@lorem-ipsum.net>
de: Graphik: Geoff Parker <geoff@lorem-ipsum.net>

source: (C) 2002-2003 Henrik Ohman
de: (C) 2002-2003 Henrik Öhman

source: Send comments and bug reports to: henrik@bitvis.nu
de: Kommentaren und Störungsnachrichten können Sie nach folgende Adresse schicken: henrik@bitvis.nu

source: Black has to pass!
de: Schwartz hat kein Zug!

source: White has to pass!
de: Weiss hat kein Zug!

source: Computer pass! Your turn again.
de: Rechner hat kein Zug! Sie sind nochmal dran.

source: You have to pass!
de: Sie haben kein Zug!

source: Time is up, white wins! Another game?
de: Kein Zeit mehr, Weiss has gewonnen! Noch ein Spiel?

source: Time is up, black wins! Another game?
de: Kein mehr Zeit, Schwartz hat gewonnen! Noch ein Spiel?

source: Draw! Another game?
de: Unentschieden! Noch ein Spiel?

source: You won with %d - %d! Another game?
de: Sie haben mit %d - %d gewonnen! Noch ein Spiel?

source: You lost with %d - %d! Another try?
de: Sie haben mit %d - %d verloren! Noch ein Spiel?

source: Black wins with %d - %d! Another game?
de: Schwartz hat mit %d - %d gewonnen! Noch ein Spiel?

source: White wins with %d - %d! Another game?
de: Weiss hat mit mit %d - %d gewonnen! Noch ein Spiel?

source: Computer is thinking
de: Rechner denkt

source: Your move
de: Ihr Zug

source: Black's move
de: Zug der Schwartz

source: White's move
de: Zug der Weiss

source: %d discs %s
de: %d Stein %s

source: Welcome to Sirius!
de: Wilkommen zu Sirius!

source: Black:
de: Schwartz:

source: 0 discs 00:00:00
de: 0 Stein 00:00:00

source: White:
de: Weiss:

source: Could not find file %s
de: Könnte nicht die Feile %s finden
